Repository: dhruvins/wp-gatewayapi
Catalog: languages/gwapi-*.po
Languages: da_dk

source: Please note: It is <strong>your responsibility</strong> to ensure that the information on a user is valid and that mobile numbers are unique. If a user is not present in the recipients list, then there's either missing or invalid information on the user, or the number is already associated with another user.
da_dk: Bemærk venligst: Det er <strong>dit ansvar</strong> at sørge for at informationerne på en bruger er gyldige og at mobilnummeret er unikt. Hvis en bruger ikke er at finde i modtagerlisten, så er det enten fordi der mangler mobilnummer eller andre værdier er ugyldige, eller fordi nummeret er tilknyttet en anden modtager.

source: If any information changes on the WordPress user or the user is deleted, the recipient is updated or deleted as well. In other words, the recipient works as an always up-to-date copy of the relevant users.
da_dk: Hvis oplysninger ændrer sig på en WordPress bruger eller hvis brugeren er slettet, så opdateres eller slettes modtageren ligeledes. Med andre ord, så vil modtageren altid være up-to-date og spejlet med oplysningerne fra brugeren.

source: It is possible to create recipients and keep them up-to-date automatically. As soon as the minimum required information on a user in the WordPress user is present, a recipient will be created automatically.
da_dk: Det er muligt at oprette modtagere og holde dem opdateret helt automatisk. Så snart de påkrævede oplysninger er oprettet på en WordPress bruger, vil modtageren blive oprettet automatisk.

source: Reset to default
da_dk: Nulstil til fabriksopsæt

source: Are you sure that you want to reset to default? All your field configurations above will be lost immediately with no way of recovery.
da_dk: Er du sikker på at du ønsker at nulstille til fabriksopsæt? Alle dine feltindstillinger ovenfor går tabt med det samme og vil ikke kunne genskabes.

source: Add another field
da_dk: Tilføj endnu et felt

source: Delete this field
da_dk: Slet dette felt

source: Are you sure that you want to delete this field?
da_dk: Er du sikker på at du ønsker at slette dette felt?

source: Enter a single choice per line. Prefix the line with two exclamation marks (!!), to make an option selected by default.
da_dk: Indtast en enkelt valgmulighed pr. linje. Foranstil to udråbstegn (!!) på en linje, for at forhåndsvælge muligheden.

source: Choices
da_dk: Muligheder

source: List of country calling codes
da_dk: Liste over telefon-landekode

source: If you wish to limit the countries available, please enter the country calling codes below (one per line, no “+”-prefix).
da_dk: Hvis du ønsker at begrænse de mulige lande, så indtast deres landekoder nedenfor (én landekode pr. linje, ikke foranstillet med +).

source: Country limitation
da_dk: Landebegrænsning

source: Hidden (only visible in backend)
da_dk: Skjult (kun synlig i backend)

source: Special
da_dk: Specielt

source: Checkbox (multiple)
da_dk: Checkboks (flere valg)

source: Radio (single)
da_dk: Radio (enkeltvalg)

source: Select (single)
da_dk: Dropdown (enkeltvalg)

source: Multiple choices
da_dk: Flere muligheder

source: Insecure (visible in backend and SMS'es)
da_dk: Usikker (synlig i backend og i SMS’er)

source: Textarea
da_dk: Tekstområde

source: Digits only
da_dk: Kun tal

source: Plain text
da_dk: Simpelt tekstfelt

source: Text
da_dk: Tekst

source: Required fields must be filled when adding recipients. For multiple choice field types, at least one value must be picked.
da_dk: Påkrævede felter skal udfyldes når man tilmelder en modtager. For “Flere valg” felt-typer betyder påkrævet, at minimum én af mulighederne skal vælges.

source: Required field?
da_dk: Påkrævet felt?

source: A helpful description of what input the user is expected to put in the field.
da_dk: En forklarende beskrivelse af hvad der forventes af brugeren ift. indtastningen.

source: Description
da_dk: Beskrivelse

source: This is used as the tag when sending SMS'es, in shortcodes and is used as the meta key.
da_dk: Dette er brugt som tag når SMS’er afsendes, i shortcodes samt er brugt som nøgle for metafelt.

source: Field ID
da_dk: Felt-ID

source: Shown in all pulic forms which uses this field.
da_dk: Vises i alle offentlige formularer som benytter dette felt.

source: Use the "Build Shortcode"-tab to get the shortcodes required to embed a signup form, update a recipient, unsubscribe or simply send an SMS.
da_dk: Brug “Byg Shortcode”-tabben til at få den fornødne shortcode til en tilmeldingsformular, opdaterér tilmelding, afmeld eller til simpel SMS-afsendelse.

source: The fields below are available when sending SMS'es, as well as when the users signs up or updates their recipient.
da_dk: Felterne nedenfor er tilgængelige når man sender SMS’er, såvel som når brugeren tilmelder sig eller opdaterer deres modtager.

source: Mobile number of recipient
da_dk: Mobilnummer på modtager

source: Mobile number
da_dk: Mobilnummer

source: Mobile country code of recipient
da_dk: Mobil landekode på modtager

source: Mobile country code
da_dk: Mobil landekode

source: Full name of recipient
da_dk: Fuldt navn på modtager

source: Name
da_dk: Navn

source: <a href="%url%" target="_blank"><strong>Click here</strong></a> to read more about reCAPTCHA and signup.
da_dk: <a href="%url%" target="_blank"><strong>Klik her</strong></a> for at lære mere om reCAPTCHA og for at tilmelde dig.

source: If you would like to use reCAPTCHA on the public GatewayAPI forms (signup, unsubscribe etc.), then please enter your site key and secret key below.
da_dk: Hvis du ønsker at benytte reCAPTCHA på de offentligt tilgængelige GatewayAPI-formularer (tilmeld, afmeld osv.), så indtast venligst din “site key” og “secret key” nedenfor.

source: reCAPTCHA is a free service from Google, which greatly reduces spam and abuse from your public forms.
da_dk: reCAPTCHA er en gratis tjeneste fra Google, som er bygget til at reducere spam-indtastninger og misbrug af dine offentlige formularer.

source: Captcha for public forms
da_dk: CAPTCHA i offentlige formularer

source: Must consist of either 11 characters or 15 digits.
da_dk: Skal bestå af 11 tegn eller 15 tal.

source: Default sender
da_dk: Standardafsender

source: Enabling this adds a new menu for sending SMS'es and listing sent SMS'es, as well as managing an address book.
da_dk: Når du aktiverer dette, tilføjes en ny menu hvor du kan afsende SMS’er, se afsendte SMS’er, samt opbygge et adressekartotek.

source: Yes, enable the SMS sending UI
da_dk: Ja, aktivér SMS-afsendelsesbrugerfladerne

source: Enable sending UI
da_dk: Aktivér afsend-brugerflade

source: OAuth Secret
da_dk: OAuth Hemmelighed

source: OAuth Key
da_dk: OAuth Nøgle

source: Please enter your OAuth Key and OAuth Secret below. You find this information by logging into :link and then navigate to <strong>Settings » API Keys</strong>.
da_dk: Indtast venligst OAuth-nøglen og hemmeligheden nedenfor. Du finder disse oplysninger ved at logge ind i :link og derefter navigerer til <strong>Settings » API Keys</strong>.

source: Build Shortcode
da_dk: Byg Shortcode

source: User synchronization
da_dk: Brugersynkronisering

source: Recipient fields
da_dk: Modtagerfelter

source: General settings
da_dk: Generelle indstillinger

source: Sorry, but there are errors in your input. Please attend to the highlighted fields below.
da_dk: Der er desværre fejl i din indtastning. Gå venligst de fremhævede felter nedenfor igennem.

source: Message
da_dk: Besked

source: Enter mobiles manually
da_dk: Indtast mobilnumre manuelt

source: Custom fields
da_dk: Selvdefinerede felter

source: Contact information
da_dk: Kontaktoplysninger

source: Import recipients
da_dk: Importér modtagere

source: Import recipients from spreadsheet
da_dk: Importér modtagere fra regneark

source: GatewayAPI Settings
da_dk: GatewayAPI Opsæt

source: No groups found
da_dk: Ingen grupper fundet

source: Choose from most used groups
da_dk: Vælg fra mest brugte grupper

source: Add or remove groups
da_dk: Tilføj eller fjern grupper

source: Popular groups
da_dk: Populære grupper

source: Search groups
da_dk: Søg i grupper

source: New group
da_dk: Ny modtagergruppe

source: Add new recipient group
da_dk: Tilføj ny modtagergruppe

source: Update group
da_dk: Opdatér gruppe

source: View group
da_dk: Vis gruppe

source: Edit group
da_dk: Redigér gruppe

source: All recipient groups
da_dk: Alle modtagergrupper

source: Groups
da_dk: Grupper

source: Recipient group
da_dk: Modtagergrupper

source: Recipient groups
da_dk: Modtagergrupper

source: No recipients found in trash
da_dk: Ingen modtagere fundet i papirkurven

source: No recipients found
da_dk: Ingen modtagere fundet

source: Search recipients
da_dk: Søg i modtagere

source: New recipient
da_dk: Ny modtager

source: Edit recipient
da_dk: Redigér modtager

source: Create new recipient
da_dk: Opret ny modtager

source: Create recipient
da_dk: Opret modtager

source: Recipient
da_dk: Modtager

source: Recipients
da_dk: Modtagere

source: No SMS'es found in trash
da_dk: Ingen SMS’er fundet i papirkurven

source: No SMS'es found
da_dk: Ingen SMS’er fundet

source: Search SMS'es
da_dk: Søg i SMS'er

source: New SMS
da_dk: Ny SMS

source: Edit SMS
da_dk: Redigér SMS

source: Create new SMS
da_dk: Opret ny SMS

source: Create SMS
da_dk: Opret SMS

source: SMS'es
da_dk: SMS’er
