Repository: dhruvins/wp-gatewayapi
Catalog: languages/gwapi-*.po
Languages: da_dk

source: Synchronize all existing users on submit.
da_dk: Synkronisér alle brugere når indstillingerne gemmes.

source: User synchronization is complete. %d users were synchronized.
da_dk: Brugersynkronisering gennemført. %d brugere blev synkroniseret.

source: %d users of %d synchronized...
da_dk: %d brugere ud af %d synkroniseret…

source: %d user is being synchronized now.
da_dk: %d bruger er ved at blive synkroniseret.

source: There are no users to synchronize at this time, ie. no users which has the meta field for mobile number.
da_dk: Der er ingen brugere som skal synkroniseres på nuværende tidpunkt, dvs. ingen brugere hvor meta-feltet for mobilnummer er til stede.

source: %d users are being synchronized now
da_dk: %d brugere synkroniseres nu

source: Enabling this will force a one-time synchronization of all users, when you save these settings. This is useful when initially setting this plugin up and in cases where you might have updated the user database directly, so that the regular hooks on which the user synchronization relies, has not been triggered.
da_dk: Slåes dette felt til vil der blive lave en én-gangs-synkronisering af alle brugere, så snart indstillingerne på denne side gemmes. Dette er brugbart når du indledningsvist opsætter pluginnet eller i situationer hvor ændringer f.eks. er foretaget på databaseniveau og de nødvendige automatiske handlinger derfor ikke er kørt.

source: Synchronize now
da_dk: Synkronisér nu

source: Synchronize existing users
da_dk: Synkronisér eksisterende brugere

source: Your verification code:
da_dk: Din verifikationskode:

source: Updated recipients
da_dk: Opdaterede modtagere

source: New recipients
da_dk: Nye modtagere

source: Invalid rows
da_dk: Ugyldig række

source: Rows
da_dk: Rækker

source: Importing...
da_dk: Importerer...

source: Your import is running. It's important that you do not leave this page until it has finished.
da_dk: Importeringen er igang. Det er vigtigt at du ikke forlader denne side imens importen er i gang.

source: Analyze data
da_dk: Analyser data

source: Your existing data
da_dk: Din eksisterende data

source: First row must contain columns names.
da_dk: Første række skal indeholde kolonnenavne.

source: To import your recipients, please open a spreadsheet containing at least the country code and mobile numbers of your recipients. Copy all rows and simply paste into the big textarea below.
da_dk: For at importere dine modtagere så åben venligst et regneark hvori du som minimum har landekode og mobilnumre på dine modtagere. Kopiér alle rækker og indsæt resultatet i det store tekstområde nedenfor.

source: Fields which you have chosen to "Ignore", will remain untouched for existing members.
da_dk: Felter som du har valgt at ignorere vil forblive uberørte for allerede eksisterende medlemmer.

source: If a recipient already exists, the recipient is overwritten with the not-ignored fields above.
da_dk: Hvis en modtager allerede eksisterer så overskrives alle ikke-ignorerede felter på modtageren.

source: At import the system compares your new data with your existing, based on the mobile country code and number.
da_dk: Når importeringen udføres så sammenlignes dine nye modtagere med de eksisterende, ved at kigge på lande kode og mobilnummer.

source: Import
da_dk: Importér

source: Ignore
da_dk: Ignorér

source: Sender must contain at most 11 characters (or 15 digits).
da_dk: Afsender må maksimalt indeholde 11 tegn eller 15 tal.

source: Sender must be no longer than 15 characters when using digits.
da_dk: Afsender skal maksimalt være på 15 tegn, når du kun bruger tal.

source: There already exists a recipient with these details.
da_dk: Der er allerede tilføjet en modtager med de samme detaljer.

source: The phone number is invalid.
da_dk: Telefonnummeret er ugyldigt.

source: No phone number entered.
da_dk: Intet telefonnummer indtastet.

source: The country code is invalid.
da_dk: Landekoden er ugyldig.

source: No country code entered.
da_dk: Ingen landekode indtastet.

source: You must enter Site key and Secret key from Google reCAPTCHA on the GatewayAPI Settings-page, or disable CAPTCHA on your GatewayAPI Form shortcode.
da_dk: Du skal indtaste “Site key” og “Secret key” fra Google’s reCAPTCHA på GatewayAPI Opsæt-siden, eller slå CAPTCHA fra i den bagvedliggende shortcode.

source: Invalid action specified for GatewayAPI shortcode. Must be one of: %actions%.
da_dk: Ugyldig handling valgt for GatewayAPI Shortcode. Det skal være en af: %actions%.

source: Your SMS has been queued for delivery and should arrive shortly.
da_dk: Din SMS er sat i kø til levering og bør ankomme om kort tid.

source: Please enter your message here.
da_dk: Indtast venligst din besked her.

source: Sender of the SMS. Either up to 11 characters or up to 15 digits only.
da_dk: Afsender af SMS. Indtast enten op til 11 tegn eller op til 15 tal.

source: You have been unsubscribed.
da_dk: Du er hermed afmeldt.

source: Unsubscribe confirmation code: %code%
da_dk: Bekræftelseskode for afmeldelse: %code%

source: Your changes has been saved. Thank you for keeping your subscription up-to-date.
da_dk: Dine ændringer er gemt. Tak for at du holder din tilmelding opdateret.

source: Save changes
da_dk: Gem ændringer

source: The code you entered is incorrect. Please try again.
da_dk: Koden du har indtastet er ugyldig. Prøv venligst igen.

source: Your request is missing or has invalid technical security identity information. This may happen if you have waited for more than 4 hours or has been doing other subscription related actions in other tabs/windows.
da_dk: Din anmodning mangler eller har ugyldig teknisk sikkerhedsinformation. Dette kan skyldes at du har ventet i mere end 4 timer eller har lavet lignende ændringer på din tilmelding i et andet vindue/anden enhed.

source: We could not find you in our database. Maybe you made a typo or maybe you are not subscribed with this number?
da_dk: Vi kunne ikke slå dig op i databasen. Måske har du lavet en slåfejl eller måske er du ikke tilmeldt med dette nummer?

source: Continue
da_dk: Fortsæt

source: Note: A code will be sent by SMS to the mobile number specified, which is used to verify your ownership.
da_dk: Bemærk: En kode vil blive afsendt pr. SMS til mobilnummeret du har indtastet. Denne benyttes til at bekræfte at du besidder telefonnummeret.

source: Log in
da_dk: Log ind

source: You have been succesfully subscribed. Thank you signing up.
da_dk: Du har tilmeldt dig med succes. Tak for din tilmelding.

source: It seems the SMS code you are using to authorize this update, has expired. Please start over and try again.
da_dk: Det ser ud til at den SMS-kode du benytter, er udløbet. Prøv venligst igen.

source: Confirm
da_dk: Bekræft

source: Sending of the verification code by SMS failed. Please try again later or contact the website owner.
da_dk: Afsendelse af verifikations-SMS fejlede. Prøv venligst igen senere eller tag kontakt til websitets ejer.

source: Your confirmation code: %code%
da_dk: Din bekræftelseskode: %code%

source: You are already subscribed with the phone number specified.
da_dk: Du er allerede tilmeldt på det angivne telefonnummer.

source: Note: A code will be sent by SMS to the mobile number specified, to confirm the ownership.
da_dk: Bemærk: En kode afsendes pr. SMS til mobilnummeret du har indtastet, som bekræfter ejerskabet.

source: Sign up
da_dk: Tilmeld

source: Please enter the code that you have just received by SMS.
da_dk: Indtast venligst koden du netop har modtaget pr. SMS.

source: Confirmation code
da_dk: Bekræftelseskode

source: Select the groups with has the content that you would like to receive.
da_dk: Vælg de grupper som du ønsker at tilmelde dig.

source: Select the groups you would like to send to. If none is selected, the SMS will be sent to everyone.
da_dk: Vælg de grupper du ønsker at sende til. Hvis ingen er valgt vil SMS’en blive sendt til samtlige modtagere.

source: The code is invalid. Please try again.
da_dk: Koden er ugyldig. Prøv venligst igen.

source: There is no verification going on for this phone number. Perhaps you waited too long? These codes expire after 30 minutes.
da_dk: Der er ingen aktiv verifikationsproces igang for dette telefonnummer. Måske ventede du for længe med at indtaste koden fra SMS’en vi sendte? Koden udløber efter 30 minutter.

source: Due to too many attempts at verifying SMS-codes within a short period of time, your request has been blocked. Try again later.
da_dk: Pga. for mange forsøg med verifikation af SMS-koden inden for en kort tidsramme, er din anmodning blevet blokeret. Prøv venligst igen.

source: You must supply both country code and phone number.
da_dk: Du skal angive både landekode og telefonnummer.

source: The verification code has expired. You have just 5 minutes to enter the code. Please try again.
da_dk: Verifikationskoden er udløbet. Du har kun 5 minutter til at indtaste koden. Prøv venligst igen.

source: The verification code that you entered, was incorrect.
da_dk: Verifikationskoden du indtastede er ikke korrekt.

source: It doesn't seem that you have verified your number by SMS, or the verification has expired. Note that you must submit the form within 30 minutes after validating.
da_dk: Det ser ikke ud til at du har bekræftet dit nummer via SMS, eller også er verifikationskoden udløbet. Bemærk at du skal indsende formularen senest 30 minutter efter verifikationen.

source: The action for the form is not consistent with the per-form configured action. This should not happen, but may occur if the editor of this site has changed the settings for this form since you opened this page.
da_dk: Formularhandlingen stemmer ikke med den forhåndsvalgte i formularen opsat af webmasteren. Dette bør aldrig ske, men kan ske grundet ændringer af sitets webmaster imens du har set på denne side.

source: The phone country code selected, is not within the list of valid country codes.
da_dk: Landekoden du valgte er ikke iblandt de gyldige landekoder.

source: You are not subscribed with this phone number.
da_dk: Du er ikke tilmeldt på det valgte mobilnummer.

source: You are already subscribed with this phone number.
da_dk: Du er allerede tilmeldt med det pågældende mobilnummer.

source: The phone number must consist of digits only.
da_dk: Telefonnummeret må kun indeholde tal.

source: One of the selected groups is invalid/should not be selectable. This should not happen, but may occur if the editor of this site has changed the settings for this form since you opened this page.
da_dk: En af de valgte grupper er ugyldig. Dette bør ikke kunne ske, men kan f.eks. ske hvis webmasteren netop har opdateret denne formular imens du har besøgt siden. Start venligst forfra og prøv igen.

source: You have tried verifying this phone number very recently, but did not complete the required steps. To prevent abuse, please wait 5 minutes before trying again.
da_dk: Du har forsøgt at verificere dette nummer for nyligt, men gennemførte ikke de påkrævede trin. For at modvirke potentielt misbrug skal du vente 5 minutter før du kan prøve igen.

source: We have just sent an SMS to your mobile. Please enter the code here in order to verify the phone number.
da_dk: Vi har netop afsendt en SMS til nummeret. Indtast venligst koden hér for at bekræfte at det er dit telefonnummer.

source: action*
da_dk: handling*

source: groups
da_dk: grupper

source: countrycode
da_dk: landekode

source: phone
da_dk: telefon

source: Not found in database.
da_dk: Ikke fundet i databasen.

source: Missing/invalid country code or number.
da_dk: Manglende/ugyldig landekode eller nummer.

source: Calculated at send
da_dk: Udregnes ved afsendelse

source: Message is displayed immediately and usually not saved in the normal message inbox. Also knows as a Flash SMS.
da_dk: Beskeden vises med det samme og gemmes typisk ikke i indbakken. Kendes også som en “Flash SMS”.

source: Recipients in group
da_dk: Modtagere i gruppe

source: Not sent yet
da_dk: Ikke afsendt endnu

source: The current status of the SMS is:
da_dk: Aktuel status for SMS'en er:

source: Writing one of the following tags (including both %-signs) will result in each recipient receiving a personalized text:
da_dk: Hvis du skriver en af de følgende tags (inkludér begge %-tegn) vil hver modtager få en personlig tekst:

source: Regular SMS
da_dk: Alm. SMS

source: Type of SMS
da_dk: Type af SMS

source: The sender can be either 11 characters or 15 digits in total.
da_dk: Afsender må være enten 11 tegn eller 15 tal i alt.

source: Sender
da_dk: Afsender

source: No recipients manually added
da_dk: Ingen modtagere tilføjet manuelt

source: Manually added recipients
da_dk: Tilføj modtager manuelt

source: Name (optional)
da_dk: Navn (valgfrit)

source: Add recipient
da_dk: Tilføj modtager

source: Only groups with at least one recipient are listed.
da_dk: Kun grupper med minimum én modtger i vises i listen.

source: You will be sending to all recipients who are in any of the selected groups.
da_dk: Du vil sende til alle modtagere som er i mindst én af de valgte grupper.

source: Selected recipient groups
da_dk: Vælg modtagergrupper

source: Only one message will be sent per mobile number per SMS. So don't be afraid to mix and match the above.
da_dk: Kun én besked vil blive afsendt pr. mobilnummer pr. SMS. Så vær ikke bange for at benytte flere muligheder ovenfor.

source: Enter mobile numbers manually
da_dk: Indtast mobilnumre manuelt

source: Use recipient groups
da_dk: Vælg modtagergrupper

source: How would you like to select recipients for this SMS?
da_dk: Hvordan ønsker du at udvælge modtagere til denne SMS?

source: Send on<b>%1$s</b>
da_dk: Send d. <b>%1$s</b>

source: Send <b>immediately</b>
da_dk: Send <b>nu</b>

source: Sent on: <b>%1$s</b>
da_dk: Sendt: <b>%1$s</b>

source: SMS was successfully sent
da_dk: SMS blev sent uden problemer

source: Technical error:
da_dk: Teknisk fejl:

source: Failed before sending:
da_dk: Fejlede før afsendelse:

source: Sending...
da_dk: Sender...

source: About to send
da_dk: Skal til at sende

source: Enter your SMS message here.
da_dk: Indtast din SMS-besked her.

source: characters
da_dk: tegn

source: character
da_dk: tegn

source: None
da_dk: Ingen

source: You have not entered your OAuth key and secret yet. Go to :link to complete the setup.
da_dk: Du har ikke indtastet din OAuth-nøgle og hemmelighed endnu. Gå til :link for at afslutte opsættet.

source: Validation of the SMS failed prior to sending with the following errors:
da_dk: Kontroltjek af SMS’en fejlede før afsendelse pga. følgende fejl:

source: Phone number
da_dk: Telefonnummer

source: Phone number - digits only
da_dk: Telefonnummer - kun tal

source: Country code
da_dk: Landekode

source: Name of recipient
da_dk: Navn på modtager

source: Send SMS'es through WordPress.
da_dk: Send SMS'er igennem WordPress.

source: When updating, this triggers another flow: The user will have to enter mobile and country code, verify the number and only then will the rest of the form be presented.
da_dk: Under opdatering udløser dette et andet flow: Brugeren skal verificere sit mobilnummer og først derefter bliver resten af formularen vist.

source: An SMS will be sent to confirm the ownership of the number with a one-time verification code.
da_dk: En SMS med en engangskode vil blive afsendt, for at bekræfte ejerskab over nummeret.

source: No
da_dk: Nej

source: Yes (recommended)
da_dk: Ja (anbefalet)

source: Require verification
da_dk: Kræver bekræftelse

source: Update an existing subscriber, ie. a recipient with the given phone number must already exist.
da_dk: Opdatér en eksisterende modtager, dvs. en modtager som har samme telefonnummer skal allerede eksistere.

source: Update
da_dk: Opdatér

source: Unsubscribe a subscriber, ie. move the recipient to the trash.
da_dk: Afmeld en modtager, dvs. modtager flyttes til papirkurven.

source: Unsubscribe
da_dk: Afmeld

source: Sign up a new subscriber. If a recipient with same phone number exists, the signup will fail.
da_dk: Tilmeld en ny modtager. Hvis en modtager med samme nummer allerede eksisterer, fejler tilmeldingen.

source: Signup
da_dk: Tilmeld

source: Triggered action
da_dk: Udløst handling

source: Generate the GatewayAPI Action field. This field instructs GatewayAPI on what to do with the submission.
da_dk: Generér GatewayAPI handlingsfeltet. Dette felt instruerer GatewayAPI-pluginnet i hvad der skal ske med det indsendte data.

source: Hide this field. Recipients will be subscribed to all of the selected groups.
da_dk: Skjul dette felt. Modtagerne vil blive tilmeldt til alle hér valgte grupper.

source: Hidden field
da_dk: Skjult felt

source: Pick groups
da_dk: Vælg grupper

source: Generate the GatewayAPI Groups selection. Select which groups to sign the recipient up to or make it possible for the recipients to select themselves.
da_dk: Generér GatewayAPI Gruppevalgtsfeltet. Vælg hvilke grupper som modtageren skal tilmeldes eller skal kunne vælge iblandt.

source: Enter all calling codes allowed, separated by comma. Leave empty to allow all. See the <a href="https://countrycode.org/" target="_blank">list of calling codes</a>.
da_dk: Indtast alle landekoder som er tilladt, adskildt med komma. Lad feltet være tomt for at tillade alle landekoder. Se <a href="https://countrycode.org/" target="_blank">komplet liste over landekoder</a>.

source: Limit countries
da_dk: Begræns lande

source: Generate the GatewayAPI country code selector.
da_dk: Generér GatewayAPI landevælgeren.

source: Default value
da_dk: Standardværdi

source: Class attribute
da_dk: Klasse (CSS)

source: Id attribute
da_dk: Id (CSS)

source: Up to 11 character or 15 digits.
da_dk: Op til 11 tegn eller 15 tal.

source: Yes, send an auto-reply to the recipients phone number, when the form has been succesfully submitted.
da_dk: Ja, send et auto-svar til modtagerens telefonnummer, når denne formular er blevet gennemført.

source: Enable?
da_dk: Aktivér?

source: In the following fields, these tags are available:
da_dk: I de følgende felter er disse tags mulige:

source: Please note that replying via SMS requires that the GatewayAPI phone number and country code fields has been added to the form.
da_dk: Bemærk venligst, at SMS besvarelse kræver at GatewayAPI telefonnummer og landekodefelterne er tilføjet til formularen.

source: SMS reply
da_dk: SMS svar

source: Your shortcode
da_dk: Din shortcode

source: Allow the sender name to be changed.
da_dk: Tilad at afsendernavn ændres.

source: Please consider that embedding this into a public part of your website enables any visitor to send SMS'es to the selected groups. This is rarely a good idea. Pages utilizing this shortcode should at least be password protected or be limited to specific user roles.
da_dk: Overvej venligst at det at benytte denne formular på en reelt offentligt tilgængelig side åbner op for, at enhver besøgende kan sende SMS’er til de valgte grupper. Dette er meget sjældent en god idé. Sider som benytter denne shortcode bør som minimum kodeordsbeskytte eller sikre på andre måder.

source: Warning:
da_dk: Advarsel:

source: Yes, show the list of selected groups and allow user to edit.
da_dk: Ja, vis listen med de udvalgte grupper og tillad at vælge til og fra.

source: Would you also like to show the list of groups (containing only the above selected gorups) and allow the user to pick amongst these groups? All will be selected per default.
da_dk: Ønsker du også at vise listen af grupper (som kun indeholder de ovenfor valgte grupper) samt tillade at brugeren vælger iblandt disse grupper? Alle vil være valgt som standard.

source: Select multiple groups by holding down CTRL (Windows) / CMD (Mac) while clicking.
da_dk: Vælg flere grupper ved at holde CTRL nede (Windows) / CMD (Mac) imens du klikker til og fra.

source: Which group(s) should be affected? If action is signup or update, the user will be added to the selected groups. With action "Send SMS", this is the groups who will receive the SMS.
da_dk: Hvilke(n) gruppe(r) skal påvirkes? Hvis handlingen er tilmeld eller opdatér, vil brugeren blive tilmeldt til de valgte grupper. Er handlingen “Send SMS” så vil dette være grupperne som modtager SMS’en.

source: Yes, I would like to enable reCAPTCHA on this form.
da_dk: Ja, jeg ønsker at aktivere reCAPTCHA på denne formular.

source: Would you like to use Google's free reCAPTCHA-service to protect the form against spam bots and abuse?
da_dk: Ønsker du har benytte Google’s gratis reCAPTCHA-service til at beskytte formularen imod spam-bots og andet misbrug?

source: Require CAPTCHA
da_dk: Kræv CAPTCHA

source: Send an SMS
da_dk: Send en SMS

source: User is unsubscribed (existing recipient is deleted)
da_dk: Bruger er afmeldt (eksisterende modtager er slettet)

source: User is updated (existing recipient is updated)
da_dk: Bruger er opdateret (eksisterende modtager er opdateret)

source: User is signed up (recipient is created)
da_dk: Bruger er tilmeldt (modtager er oprettet)

source: What should happen when the form is successfully submitted?
da_dk: Hvad skal der ske når formularen er fuldt og gyldigt udfyldt?

source: Action of form
da_dk: Handling i formular

source: Note: If any fields below are missing or out-of-date, then please click "Save changes", as this is based on the last saved version.
da_dk: Bemærk: Hvis nogen af felterne mangler eller er forældede, så tryk venligst på “Gem ændringer”, da denne brugerflade baserer sig på senest gemte version.

source: Use the options below to build a shortcode ready for use anywhere you would like.
da_dk: Brug mulighederne nedenfor for at bygge en shortcode som kan benyttes i alle indholdsfelter.

source: User meta field
da_dk: Bruger metafelt

source: Group name
da_dk: Gruppenavn

source: If you wish to automatically subscribe recipients to specific groups, then please tell which groups a user should be assigned to, when a specific user meta key is present. This user meta key just needs to be present and hold any value except "0", "false" or be empty.
da_dk: Hvis du ønsker automatisk at tilmelde modtagere til bestemte grupper, så fortæl venligst hvilke grupper en bruger skal tilmeldes, når en bestemt metaværdi er til stede på brugeren. Denne metaværdi skal blot eksistere og indeholde en værdi som ikke er “0”, “false” samt må ikke være tom.

source: If you want to map other fields from the user and to the meta fields on the recipient, then please list them below. Enter a user meta key, add a colon and then enter the corresponding recipient meta field. To add more fields, separate with newline.
da_dk: Hvis du ønsker at tilknytte andre metafelter fra brugeren og over på modtageren, så indtast dem venligst nedenfor. Skriv en brugers metafelt, skriv et kolon (:) samt skriv nøglen for modtageren. For at tilføje flere felter, opdel med linjeskift.

source: Meta Key : Recipient Field Key
da_dk: Bruger metanøgle : Modtagerfelt

source: Other fields
da_dk: Andre felter

source: If only the mobile number, but not the country code, is specified on a user, then this value will be assumed.
da_dk: Hvis kun mobilnummer, men ikke landekode, er tilknyttet en bruger, så vil denne værdi blive brugt.

source: Default country code
da_dk: Standard landekode

source: Which user meta key contains the country code for the mobile number?
da_dk: Hvilken metanøgle på brugeren indeholder landekoden for mobilnummeret?

source: Which user meta key contains the mobile number?
da_dk: Hvilken metanøgle indeholder mobilnummeret?

source: Enable user synchronization
da_dk: Slå brugersynkronisering til
